11/data/attachments/e1ba27f6ed530a11.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_bca1b7be-5bfd-403b-a0da-cc2f12d1b6d8</nif:username>
            <nif:friendToBeAdded>Patrick_prevent_Actions_26971_1</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>